[{
    "GameVersion": "3.2.53",
    "GameName": "A Banking CEO's Dilema",
    "GameData": [
        {
            "Name_Ar": "راينفورد",
            "FullName_Ar": "بنك راينفورد",
            "Name": "Reinford",
            "FullName": "Reinford Bank",
            "Game": {
                "Difficulty": "Medium",
                "EstimatedTime": "4 mins",

                "Difficulty_Ar": "متوسط",
                "EstimatedTime_Ar": "4 دقائق",
                "CaseDescription_Ar": "بصفتك الرئيس التنفيذي لبنك راينفورد، مؤسسة مالية متوسطة الحجم، تواجه حاليًا سلسلة من التحديات غير المتوقعة. لقد شهد البنك انخفاضًا في السوق، مما أدى إلى تراجع ملحوظ في قيمة الأصول وزيادة حادة في حالات تعثر القروض. وقد حدد مجلس الإدارة مهلة قدرها 48 ساعة لتقديم خطة استراتيجية لإنقاذ البنك من الإفلاس المحتمل",


                "PlayerPointsMax": 16,
                "PlayerPointsMin": 7.25,
                "CaseDescription": "You are the CEO of Reinford Bank, a mid-sized financial institution that has recently faced a series of unexpected challenges. The Feinford Bank has been hit by a significant downturn in the market, leading to a substantial drop in asset values and a sharp increase in loan defaults. The board of directors has given you a deadline of 48 hours to propose a plan to save the bank from potential bankruptcy.",

                "Levels": [
                    {
                        "LevelNb": 1,
                        "Scenario_Ar": "الاقتصاد يواجه تدهور، والعملاء يجدون صعوبة في سداد قروضهم في الوقت المحدد",
                        "Scenario": "The economy is slowing down, and your banks loan portfolio is under pressure as clients are finding it hard to repay.",
                        "ScenarioOptions": [
                            {
                                "Option": "Limit down the amount of loans given out",
                                "OptionCause": "Cont.",
                                "OptionPTS": 2,
                                "OptionLead": 2,
                                "OptionExplaination": "Approving fewer loans could reduce risk, but this could limit income.",
                            
                                "Option_Ar": "تقليل كمية القروض الممنوحة",
                                "Optionxplanation_Ar": "الموافقة على عدد أقل من القروض قد يقلل المخاطر، ولكنه قد يقلل أيضًا من الدخل"
                            },
                            {
                                "Option": "Extend Loan deadlines",
                                "OptionCause": "Cont.",
                                "OptionPTS": 6,
                                "OptionLead": 3,

                                "Option_Ar": "تمديد مواعيد سداد القروض",
                                "Optionxplanation_Ar": "تمديد مواعيد سداد القروض يمكن أن يساعد العملاء الذين يواجهون صعوبات، لكنه قد يعرض البنك لخطر الخسارة",

                                "OptionExplaination": "Help struggling customers by extending repayment periods, but risk future defaults."
                            },
                            {
                                "Option": "Increase interest rates on new loans",
                                "OptionCause": "Cont.",
                                "OptionPTS": 1,
                                "OptionLead": 2,

                                "Option_Ar": "زيادة أسعار الفائدة على القروض الجديدة",
                                "Optionxplanation_Ar": "معظم العملاء والشركات الصغيرة لن يتمكنوا أبدًا من الحصول على قرض بأسعار فائدة مرتفعة",
                                
                                "OptionExplaination": "Attract more high-quality clients but potentially scare off smaller businesses and individuals"
                            }
                        ]
                    },
                    {
                        "LevelNb": 2,
                        "Scenario_Ar": "بسبب قراراتك السابقة: الاحتياطات النقدية تتناقص وسحوبات النقود تزداد",
                        "Scenario": "Due to past decisions: Cash reserves are running low and cash withdrawals are increasing.",
                        "ScenarioOptions": [
                            {
                                "Option": "Sell Non-core assets such as Investments and Land",
                                "OptionCause": "Cont.",
                                "OptionPTS": 3,
                                "OptionLead": 3,

                                "Option_Ar": "بيع الأصول غير أساسية مثل الاستثمارات والأراضي",
                                 "Optionxplanation_Ar": "هذا هو أفضل قرار لحالتك، لكنه سيجعلك تفقد استثماراتك الاستراتيجية",

                                "OptionExplaination": "Free up cash quickly, but lost strategic investments."
                            },
                            {
                                "Option": "Impose hefty withdrawal fees on all ATMs",
                                "OptionCause": "Cont.",
                                "OptionPTS": 1,
                                "OptionLead": 2.5,

                                "Option_Ar": "فرض رسوم على السحب من جميع أجهزة الصراف الآلي",
                                "Optionxplanation_Ar": "هذا سيأتي بنتائج عكسية ويدمر سمعتك",

                                "OptionExplaination": "This will surely backfire and ruin your reputation."
                            },
                            {
                                "Option": "Seek a government loan to get the company back up.",
                                "OptionCause": "Cont.",
                                "OptionPTS": 1,
                                "OptionLead": 2.5,
                                
                                "Option_Ar": "طلب قرض من الحكومة",
                                "Optionxplanation_Ar": "سيؤدي هذا القرار إلى الإضرار بسمعتك وثقة المستثمرين",
                                
                                "OptionExplaination": "This will damage the companies reputation."
                            }
                        ]
                    },
                    {
                        "LevelNb": 2.5,
                        "Scenario_Ar": "بسبب قراراتك السابقة: انخفضت ثقة المستثمرين وتعرضت سمعتك للتساؤل",
                        "Scenario": "Due to past decisions: Investor confidence has went down and your reputation is questioned.",
                        "ScenarioOptions": [
                            {
                                "Option": "Address this issue with a public apology",
                                "OptionCause": "Lost",
                                "OptionWhy": "Actions speak louder than words",
                                "OptionWhy_Ar": "الأَفْعَالُ أَبْلَغُ مِنْ الأَقْوَال",
                                "OptionPTS": 0,

                                "Option_Ar": "معالجة هذه المشكلة مع اعتذار علني",
                                "Optionxplanation_Ar": "يريد المستثمرون اتخاذ الإجراءات اللازمة وليس الاعتذار", 

                                "OptionExplaination": "While this could help boost reputation if done correctly and all expectations are met, it usually affirms to the public the problems which also decreases your reputation and reduce investor confidence "
                            },
                            {
                                "Option": "Strengthen communication with investors",
                                "OptionCause": "Cont.",
                                "OptionPTS": 1,
                                "OptionLead": 3,

                                "Option_Ar": "تعزيز التواصل مع المستثمرين",
                                "Optionxplanation_Ar": "هذا القرار سيزيد من ثقة المستثمرين بك",

                                "OptionExplaination": "By providing Reports and Financial Statements, your investors will feel reassured and place their trust in you."
                            },
                            {
                                "Option": "Announce aggressive stock buybacks to boost share prices temporarily",
                                "OptionCause": "Lost",
                                "OptionWhy": "Tomorrow is nearby if one has patience",
                                "OptionWhy_Ar": "إن غَداً لِناظِرِهِ قَريب",
                                "OptionPTS": 0,

                                "Option_Ar": "أعلن عن برنامج إعادة شراء الأسهم، وهو برنامج يدفع البنك لشراء أسهمه لإظهار الثقة",
                                "Optionxplanation_Ar": "سيتطلب هذا القرار مبلغًا كبيرًا من المال",

                                "OptionExplaination": "Buying back your stocks that are considered undervalued can show your investors your expression of confidence in the banks ability. However, the root of the issue is only met with more trouble as the buyback would require a lot of cash"
                            }
                        ]
                    },
                    {
                        "LevelNb": 3,
                        "Scenario_Ar":  "تتمتع فكرة الفينتك الجديدة بالقدرة على تقليل تكلفة التشغيل في جميع الفروع",
                        "Scenario": "A new FinTech Idea has the potential to reduce the operation cost across all branches.",
                        "ScenarioOptions": [
                            {
                                "Option": "Invest in the tech and implement it across all branches in one time",
                                "OptionCause": "Cont.",
                                "OptionPTS": 1,
                                "OptionLead": 3.5,

                                "Option_Ar": "استثمر في التكنولوجيا وطبقها عبر جميع الفروع في دفعة واحدة",
                                "Optionxplanation_Ar": "عليك تنفيذ التقنية على مراحل لتجنب الفشل",

                                "OptionExplaination": "While investing on the technology is the way to go, implementing it quickly on all branches could cause wide distruptions on all branches and could lower customer satisfaction. Generally, it requires a smooth transition."
                            },
                            {
                                "Option": "Wait and observe competitors before implementing",
                                "OptionCause": "Lost",
                                "OptionWhy": "Fear doesn't prevent death. It prevents life",
                                "OptionWhy_Ar": "الخوف لا يمنع من الموت ولكنه يمنع من الحياة",
                                "OptionPTS": 0,

                                "Option_Ar": "انتظر وراقب منافسيك قبل تطبيق التقنية",
                                "Optionxplanation_Ar": "الانتظار لن يحقق النتائج المطلوبة",

                                "OptionExplaination": "Too slow. Even though this might have worked, it can only but you back on the race to implement that technology."
                            },
                            {
                                "Option": "Introduce the technology into your branches in four stages",
                                "OptionCause": "Cont.",
                                "OptionPTS": 3,
                                "OptionLead": 4,

                                "Option_Ar": "قم بتنفيذ التقنية في فروعك على أربع مراحل",
                                "Optionxplanation_Ar": "قرار حكيم لتقديم التقنية",

                                "OptionExplaination": "A wise and smooth transition into to this Tech with minimizing customer disatisfaction before implementation."
                            }
                        ]
                    },
                    {
                        "LevelNb": 3.5,
                        "Scenario_Ar": "بسبب قراراتك السابقة: انخفض معدل رضا العملاء، وأصبح الناس يفضلون منافسيك",
                        "Scenario": "Due to past decisions: Customer satisfaction rate has went down, and people are favoring other competitors than you.",
                        "ScenarioOptions": [
                            {
                                "Option": "Immediate rollback of your FinTech and choose to outsource the FinTech",
                                "OptionCause": "Cont.",
                                "OptionPTS": 0.25,
                                "OptionLead": 4,

                                "Option_Ar": "التراجع الفوري عن مشروع التكنولوجيا المالية واللجوء إلى الاستعانة بمصادر خارجية لتطوير التكنولوجيا المالية",
                                "Optionxplanation_Ar": "هذا القرار قد ينجح، لكنه سيؤدي إلى تكاليف غير ضرورية",

                                "OptionExplaination": "This decision could work, but will lead to unnecessary costs."
                            },
                            {
                                "Option": "Hire additional FinTech experts to find and fix the issue.",
                                "OptionCause": "Cont.",
                                "OptionPTS": 0.5,
                                "OptionLead": 4,

                                "Option_Ar": "قم بتوظيف خبراء إضافيين في التكنولوجيا المالية لتحديد المشكلة وإصلاحها",
                                "Optionxplanation_Ar": "توظيف خبراء إضافيين هو الخيار الأمثل لتقليل التكاليف",

                                "OptionExplaination": "Hiring additional experts is the best optimal choice to reduce costs"
                            },
                            {
                                "Option": "Enhance customer support channels.",
                                "OptionCause": "Lost", 
                                "OptionWhy": "Actions speak louder than words. Good job.",
                                "OptionWhy_Ar": "الأَفْعَالُ أَبْلَغُ مِنْ الأَقْوَال",
                                "OptionPTS": 0,

                                "Option_Ar": "تعزيز قنوات دعم العملاء",
                                "Optionxplanation_Ar": "هذا القرار لن يعالج المشكلة الرئيسية في التكنولوجيا",

                                "OptionExplaination": "This decision will not address the main problem of the technology"
                            }
                        ]
                    },

                    {
                        "LevelNb": 4,
                        "Scenario_Ar": "يبدو أن منافسك في عملية دمج مع بنك آخر مما يزيد من عملائهم وحصتهم في السوق وتمويلهم",
                        "Scenario": "In recent events, a competitor seems to be in the process of merger with another bank that increases their customer base, market share, and funding. That competitor is posing a threat to your customer base.",
                        "ScenarioOptions": [
                            {
                                "Option": "Slash prices with promotions and offer competitive interest rates to attract customers",
                                "OptionCause": "Lost",
                                "OptionWhy": "Be the change you want to see in the world",
                                "OptionWhy_Ar": "كن التغير الذي تريد أن تراه في العالم",
                                "OptionPTS": 0,

                                "Option_Ar": "خفض الأسعار مع العروض الترويجية وتقديم أسعار فائدة تنافسية لجذب العملاء",
                                "Optionxplanation_Ar": "تخفيض الأسعار يقلل من قدرتك على النمو ويحد من الإيرادات",

                                "OptionExplaination": "While this would attract customers, it is not favorable in the long-term as it limits revenue, reduces the ability to grow, and increases your risk sensitivity."
                            },
                            {
                                "Option": "Cut Operational Costs to Maintain Profit Margins",
                                "OptionCause": "Cont.",
                                "OptionPTS": 1,
                                "OptionLead": 8.25,

                                "Option_Ar": "خفض التكاليف التشغيلية للحفاظ على هوامش الربح",
                                "Optionxplanation_Ar": "خفض التكاليف التشغيلية عن طريق تقليل عدد الموظفين أو إيقاف الاستثمارات سيؤدي فقط إلى الحد من النمو والتوسع في المستقبل",
                                
                                "OptionExplaination": "Reducing Operation cost by downsizing or halting investments will only lead to limitations in future growth and expansion."
                            },
                            {
                                "Option": "Focus on providing quality customer service.",
                                "OptionCause": "Cont.",
                                "OptionPTS": 3,
                                "OptionLead": 5,

                                "Option_Ar": "التركيز على تقديم خدمة عملاء ذات جودة عالية",
                                "Optionxplanation_Ar": "هذا هو أفضل حل، حيث تحد من الخسائر المستقبلية مع الحفاظ على عملائك الأكثر ولاءً",

                                "OptionExplaination": "This is the best solution, as your limiting further losses while retaining your most loyal customers."
                            },
                            {
                                "Option": "Consider an acquisition on another bank",
                                "OptionCause": "Cont.",
                                "OptionPTS": 2,
                                "OptionLead": 6,

                                "Option_Ar": "قم بعملية استحواذ على بنك آخر",
                                "Optionxplanation_Ar": "مع عملية الاستحواذ، أنت تقود بنكك نحو أراضٍ مجهولة مليئة بالمخاطر العالية والمكافآت الكبيرة",

                                "OptionExplaination": "With an acquisition, your driving your bank to uncharted lands filled with high risks and high rewards."
                            }
                        ]
                    },

                    {                                                                                                                                                                                                                                                                                                                   
                        "LevelNb": 5,
                        "Scenario_Ar": "بشكل غير متوقع، تم تسليم عدد كبير من استقالات الموظفين إليك. تشمل رئيس قسم خدمة العملاء ورئيس قسم التكنولوجيا وآخرين. يجب عليك اتخاذ إجراءات سريعة لتفادي المزيد من الأضرار",
                        "Scenario": "Unexpectedly, a sudden increase of high-profile staff resignation letters has been passed to you. The high-profile staff resignation wave include the Chief Customer Officer (CCO), Chief of Technology Officer (CTO), and others. You must act swiftly to avoid further damages.",
                        "ScenarioOptions": [
                            {
                                "Option": "Promote from within for temporary roles (interim) and strieve for long-term replacements",
                                "OptionCause": "Victory",
                                "OptionWhy": "Loyalty is the cornerstone of true leadership",
                                "OptionWhy_Ar": "الولاء هو أساس القيادة الحقيقية",
                                "OptionPTS": 3,

                                "Option_Ar": "ترقية الموظفين بشكل مؤقت",
                                "Optionxplanation_Ar": "الترقية من الداخل هي طريقة فعالة لتسليم العمل بانتقال سلس. بالإضافة إلى ذلك، فإن هذا الإجراء يزيد من رضا الموظفين، حيث يشعرون بأنهم مفضلون",
                                
                                "OptionExplaination": "Promoting from within is an efficient way of handing down the work in a smooth transition. In addition, this action increases employee satisfaction, as they feel that they are prioritized."
                            },
                            {
                                "Option": "Recruit high profile candidates with good offers to attract the best talent out there",
                                "OptionCause": "Cont.",
                                "OptionPTS": 1,
                                "OptionLead": 5.5,

                                "Option_Ar": "توظيف مرشحين رفيعي المستوى بعروض مميزة",
                                "Optionxplanation_Ar": "بينما قد تتمكن من جذب المواهب، لن ترضي فريقك الأصلي، حيث سيشعرون بعدم الرضا والخيانة لأنك لم تقم بالاختيار من الداخل. وبالتالي، هذا الخيار قد سيزيد من استقالات الموظفين.",
                                
                                "OptionExplaination": "While you might be able to attract talent, you will not satisfy your original staff, as they will feel desatisfied and betrayed that you did not select from within. Thus, this option would only increase staff resignation."
                            },
                            {
                                "Option": "Establish an Internal Leadership Committee to oversee critical functions and create a succession plan",
                                "OptionCause": "Victory",
                                "OptionWhy": "Loyalty is the cornerstone of true leadership",
                                "OptionWhy_Ar": "الولاء هو أساس القيادة الحقيقية",
                                "OptionPTS": 4,

                                "Option_Ar": "تأسيس لجنة قيادة داخلية لإدارة الوظائف ووضع خطة للخلافة",
                                "Optionxplanation_Ar": "ستقوم اللجنة بسد الفجوات الناتجة عن غياب الموظفين بشكل مؤقت، وستحرص على توظيف الأفراد المناسبين لشغل تلك المناصب",

                                "OptionExplaination": "The Committe will fill the gaps of the missing staff temporarily and will make sure to recruit the best fit."
                            }
                        ]
                    },
                    {                                                                                                                                                                                                                                                                                                                   
                        "LevelNb": 5.5,
                        "Scenario_Ar": "بسبب قراراتك السابقة: أصبح الموظفون غير راضين بسبب عدم اهتمامك بالتوظيف من داخل الشركة. لقد أدت قراراتك إلى انخفاض جهود التعاون بين الموظفين الجدد والقدامى",
                        "Scenario": "Due to past decisions: The staff have become dissatisfied with betrayal of not promoting from within. Your decision has led to low teamwork efforts between the new employees and the old ones.",
                        "ScenarioOptions": [
                            {
                                "Option": "Create a morale boosting team building retreat",
                                "OptionCause": "Victory",
                                "OptionWhy": "Every act of kindness is charity",
                                "OptionWhy_Ar": "كُلُّ مَعْرُوفٍ صَدَقَةٌ",
                                "OptionPTS": 0.5,

                                "Option_Ar": "إنشاء نشاط ممتع لبناء الفريق",
                                "Optionxplanation_Ar": "هذا الإجراء يقلل من الحساسية بين الموظفين الجدد والقدامى",

                                "OptionExplaination": "This choice will reduce the sensitivity between old and new employees."
                            },
                            {
                                "Option": "Offer Career development opportunities",
                                "OptionCause": "Lost",
                                "OptionWhy": "Every act of kindness is charity",
                                "OptionWhy_Ar": "كُلُّ مَعْرُوفٍ صَدَقَةٌ",
                                "OptionPTS": 0,

                                "Option_Ar": "تقديم فرص لتطوير المسار الوظيفي",
                                "Optionxplanation_Ar": "هذا القرار لن يحل الغضب بين الموظفين الجدد والقدامى",

                                "OptionExplaination": "This decision will not solve the anger between new employess and old ones."
                            },
                            {
                                "Option": "Conduct a transparency meeting with your employees",
                                "OptionCause": "Victory",
                                "OptionWhy": "Truthfulness opens the doors of trust",
                                "OptionWhy_Ar": "الصدق يفتح أبواب الثقة",
                                "OptionPTS": 1,

                                "Option_Ar": "عقد اجتماع لشرح قرارك لموظفيك",
                                "Optionxplanation_Ar": "الصدق هو ما يحتاجونه للشعور بالاطمئنان. ومع ذلك، كرئيس تنفيذي يجب أن تكون مخلصًا لأولئك الذين تعمل معهم، فالإخلاص هو أحد صفات القيادة",

                                "OptionExplaination": "Being honest is what they need to feel reassured. However, as a CEO you must be loyal to those you work with, Afterall one of the leadership qualities is loyalty."
                            }
                        ]
                    },

                    {
                        "LevelNb": 6,
                        "Scenario_Ar": "بسبب قراراتك السابقة: لديك 3 مرشحين محتملين لعملية الاستحواذ",
                        "Scenario": "Due to past decisions: you have 3 possible bank for your acquisition.",
                        "ScenarioOptions": [
                            {
                                "Option": "Innovate Bank: a small-sized bank aimming to improve technology in FinTech Sector",
                                "OptionCause": "Cont.",
                                "OptionPTS": 0.5,
                                "OptionLead": 7,

                                "Option_Ar": "بنك إنوفيت: بنك صغير الحجم يهدف إلى تحسين التكنولوجيا في قطاع التكنولوجيا المالية",
                                "Optionxplanation_Ar": "خيار جيد، حيث يتجه البنك نحو عالم حديث مليء بالتكامل التكنولوجي المتقدم",

                                "OptionExplaination": "A good choice as the bank is heading towards a modern world filled with high tech integration."
                            },
                            {
                                "Option": "Regional Trust Bank: A mid-sized bank with a large customer presence",
                                "OptionCause": "Cont.",
                                "OptionPTS": 1,
                                "OptionLead": 7,

                                "Option_Ar": "بنك ريجونال ترست: بنك متوسط الحجم يتمتع بقاعدة عملاء كبيرة",
                                "Optionxplanation_Ar": "امتلاك قاعدة عملاء كبيرة سيزيد بالتأكيد من حصتك في السوق وقدرتك التنافسية",

                                "OptionExplaination": "Having a large customer base will surely increase your market share and competitiveness"
                            },
                            {
                                "Option": "SC Bank: A large-sized bank with a lot of resources, but a history of inadequate risk management",
                                "OptionCause": "Lost",
                                "OptionWhy": "Caution and care are better than the cure",
                                "OptionWhy_Ar": "الحيطة والحذر خير من العلاج",
                                "OptionPTS": 0,

                                "Option_Ar": "بنك أس سي: بنك كبير الحجم يمتلك العديد من الموارد، ولكنه يتمتع بتاريخ من ضعف إدارة المخاطر",
                                "Optionxplanation_Ar": "عملية الاستحواذ هي عملية دقيقة تحتوي على إجراءات وقائية لضمان انتقال سلس. أي مخاطرة كبيرة قد تؤدي إلى تعطيل هذا الانتقال",

                                "OptionExplaination": "The acquisition is a delicate process that has protective measures to ensure a smooth transition. Any huge risk taken can ruin the smooth transition."
                            }
                        ]
                    },
                    {
                        "LevelNb": 7,
                        "Scenario_Ar": "بسبب قراراتك السابقة: يتعرض موظفوك للتهديد بالفصل نتيجة عملية الاستحواذ. يجب عليك اختيار تعويض مناسب لهم",
                        "Scenario": "Due to past decisions: Your employees are threatened to be laid off due to the acquisition.",
                        "ScenarioOptions": [
                            {
                                "Option": "Offer training programs for a recompensation",
                                "OptionCause": "Victory",
                                "OptionWhy": "None of you will believe until you love for your brother what you love for yourself - Related by Bukhari & Muslim",
                                "OptionWhy_Ar": "لَا يُؤْمِنُ أَحَدُكُمْ حَتَّى يُحِبَّ لِأَخِيهِ مَا يُحِبُّ لِنَفْسِهِ. رَوَاهُ الْبُخَارِيُّ، وَمُسْلِمٌ",
                                "OptionPTS": 2,

                                "Option_Ar": "تقديم برامج تدريبية لأولئك الذين تم تسريحهم كتعويض",
                                "Optionxplanation_Ar": "برامج التدريب توفر فرصًا جيدة للنمو، مما يسمح لموظفيك بمغادرة الشركة بشيء ذي قيمة",

                                "OptionExplaination": "Training programs offer good opportunities for growth, allowing your employees to leave with something meaningful"
                            },
                            {
                                "Option": "Offer generous monetary compensation",
                                "OptionCause": "Victory",
                                "OptionWhy": "None of you will believe until you love for your brother what you love for yourself - Related by Bukhari & Muslim",
                                "OptionWhy_Ar": "لَا يُؤْمِنُ أَحَدُكُمْ حَتَّى يُحِبَّ لِأَخِيهِ مَا يُحِبُّ لِنَفْسِهِ. رَوَاهُ الْبُخَارِيُّ، وَمُسْلِمٌ",
                                "OptionPTS": 1,

                                "Option_Ar": "قدم تعويض نقدي",
                                "Optionxplanation_Ar": "هذا هو الخيار الأكثر شيوعًا أثناء عمليات الفصل",

                                "OptionExplaination": "This is the most common option during lay offs."
                            },
                            {
                                "Option": "Give employees extra 2 months of work and warn them beforehand about their lay offs",
                                "OptionCause": "Lost",
                                "OptionWhy": "Do not hurt the wound by recalling the pain",
                                "OptionWhy_Ar": "لا تجرح الجرح بذكرى الأذى",
                                "OptionPTS": 0,

                                "Option_Ar": "تقديم شهرين إضافيين من العمل للموظفين وتحذيرهم مسبقًا من الفصل",
                                "Optionxplanation_Ar": "هذا القرار محبط للغاية ولن يؤدي إلا إلى زيادة الحساسية بين الموظفين",

                                "OptionExplaination": "هذا الإجراء يقلل من الحساسية بين الموظفين الجدد والقدامى"
                            }
                        ]
                    },

                    {
                        "LevelNb": 8.25,
                        "Scenario_Ar": "بسبب قراراتك السابقة: تم تقديم لك ثلاث خطط لخفض التكاليف ",
                        "Scenario": "Due to past decisions: 3 cost cutting plans have been presented to you.",
                        "ScenarioOptions": [
                            {
                                "Option": "Lay off employees with low productivity rate.",
                                "OptionCause": "Cont.",
                                "OptionPTS": 1,
                                "OptionLead": 8.5,

                                "Option_Ar": "فصل الموظفين أصحاب معدلات الإنتاجية المنخفضة",
                                "Optionxplanation_Ar": "هذا هو أسهل قرار لخفض التكاليف، ولكنه قد ينشر الخوف بين الموظفين",

                                "OptionExplaination": "This is the easiest decision to reduce costs, however it can spread fear"
                            },
                            {
                                "Option": "Close several low-performing branches and shift customers to online and mobile banking platforms",
                                "OptionCause": "Lost",
                                "OptionWhy": "Do not close the door of opportunities",
                                "OptionWhy_Ar": "لا تغلق أبواب الفرص",  
                                "OptionPTS": 0,

                                "Option_Ar": "إغلاق عدة فروع ذات أداء ضعيف وتحويل العملاء إلى منصات الخدمات المصرفية عبر الإنترنت والهاتف المحمول",
                                "Optionxplanation_Ar": "هذا سيخفض التكاليف بشكل دائم، ولكنه سيقلل أيضًا من قاعدة عملائك",

                                "OptionExplaination": "This will indefinitly reduce costs but also reduce your customer base"
                            },
                            {
                                "Option": "Invest in digital solutions to reduce operational costs",
                                "OptionCause": "Cont.",
                                "OptionPTS": 2,
                                "OptionLead": 8,

                                "Option_Ar": "استثمر في الحلول الرقمية لتقليل التكاليف التشغيلية",
                                "Optionxplanation_Ar": "هذا هو أفضل خطة لخفض التكاليف",

                                "OptionExplaination": "This best plan to reduce costs"
                            }
                        ]
                    },
                    {
                        "LevelNb": 8,
                        "Scenario_Ar": "بسبب قراراتك السابقة: أدت تخفيضات التكاليف إلى خيبة أمل العملاء في جودة الخدمة المقدمة",
                        "Scenario": "Due to past decisions: Cutting costs have led the customers to be let down on the quality of service given",
                        "ScenarioOptions": [
                            {
                                "Option": "Offer a public apology",
                                "OptionCause": "Lost",
                                "OptionWhy": "Actions speak louder than words. Good job.",
                                "OptionWhy_Ar": "الأَفْعَالُ أَبْلَغُ مِنْ الأَقْوَال",
                                "OptionPTS": 0,

                                "Option_Ar": "تقديم اعتذار علني",
                                "Optionxplanation_Ar": "يريد العملاء إجراءات وليس اعتذارًا",

                                "OptionExplaination": "What is there to offer? An apology is the last plan for any organization that has its backs against the wall. Your not against the wall."
                            },
                            { 
                                "Option": "Invite premium customers to exclusive bank events.",
                                "OptionCause": "Lost",
                                "OptionWhy": "Do not exclude anyone; everyone has a value",
                                "OptionWhy_Ar": "لا تُستثني أحدًا، فالجميع لهم قيمة",
                                "OptionPTS": 0,

                                "Option_Ar": "دعوة العملاء المميزين لحضور فعاليات حصرية من البنك ",
                                "Optionxplanation_Ar": "المشكلة تشمل جميع العملاء وليس فقط العملاء المميزين",

                                "OptionExplaination": "The problem is with all customers not just your premium customers. If customers found out about these events, it would ruin the reputation as a greedy bank that just cares about their premium members."
                            },
                            {
                                "Option": "Start a Customer Appreciation Marketing Campaign.",
                                "OptionCause": "Victory",
                                "OptionWhy": "Treat people the way you want to be treated",
                                "OptionWhy_Ar": "عامل الناس كما تحب أن يعاملوك",
                                "OptionPTS": 1,

                                "Option_Ar": "بدء حملة تسويقية لتقدير العملاء",
                                "Optionxplanation_Ar": "حملتك تنشر الطمأنينة لجميع عملائك بشأن التزامك تجاههم",

                                "OptionExplaination": "The problem is with the customers satisfaction. Your campaign address the issue and reassures the customers of the commitment for them."
                            }
                        ]
                    },
                    {
                        "LevelNb": 8.5,
                        "Scenario_Ar": "بسبب قراراتك السابقة: انتشر الخوف بين الموظفين، وزادت ضغوط العمل، وتراجعت ثقة الفريق",
                        "Scenario": "Due to past decisions: Fear has spread among employees due to recent lay offs. Team morale is low and workloads have increased greatly.",
                        "ScenarioOptions": [
                            {
                                "Option": "Hold transparent discussions with employees, outlining future plans, workload redistribution",
                                "OptionCause": "Victory",
                                "OptionWhy": "Trust is the glue of life. It's the most essential ingredient in effective communication",
                                "OptionWhy_Ar": "الثقة هي لاصق الحياة. إنها المكون الأكثر أهمية في الاتصال الفعال",  
                                "OptionPTS": 1,

                                "Option_Ar": "عقد مناقشات شفافة مع الموظفين، توضح الخطط المستقبلية وتوزيع العمل",
                                "Optionxplanation_Ar": "هذا الخيار يعالج المشكلة الرئيسية بشكل مباشر ويعزز الثقة",

                                "OptionExplaination": "Directly address the main problem and boosts trust"
                            },
                            {
                                "Option": "Outsource certain functions to external agencies to ease the burden on in-house staff",
                                "OptionCause": "Lost",
                                "OptionWhy": "Outsourcing is a plan, not a quick fix into arabic",
                                "OptionWhy_Ar": "الاستعانة بمصادر خارجية هي خطة، وليست حل سريع",
                                "OptionPTS": 0,

                                "Option_Ar": "الاستعانة بوكالات خارجية لتنفيذ بعض المهام لتخفيف الضغط على الموظفين الداخليين",
                                "Optionxplanation_Ar": "الاستعانة بمصادر خارجية لا يعالج المشكلة الرئيسية",

                                "OptionExplaination": "Outsourcing does not address the main problem."
                            },
                            {
                                "Option": "Offer bonuses to those who work overtime to push employees to perform well. ",
                                "OptionCause": "Lost",
                                "OptionWhy": "Workaholism is a form of addiction. It is just as harmful as any other addiction",
                                "OptionWhy_Ar": "إدمان العمل هو شكل من أشكال الإدمان، وهو ضار مثل أي إدمان آخر",  
                                "OptionPTS": 0,

                                "Option_Ar": "تقديم مكافآت للموظفين الذين يعملون لساعات إضافية لتحفيزهم على الأداء الجيد",
                                "Optionxplanation_Ar": "هذا القرار قد ينجح، لكنه سيؤدي إلى إرهاق الموظفين",

                                "OptionExplaination": "This decision could work but it will lead to your employees being overworked"
                            }
                        ]
                    }
                ]
            }
        }
    ]
}]